Repository: abilian/abilian-sbe
Catalog: abilian/sbe/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Create a new event
fr: Créer un nouvel événement

source: Upcoming events
fr: Événements à venir

source: View event
fr: Voir l'événement

source: Edit event
fr: Modifier l'événement

source: Title
fr: Titre

source: Start
fr: Début

source: End
fr: Fin

source: Location
fr: Lieu

source: End date/time must be after start
fr: La date/heure de fin doit être postérieure à la date/heure de début

source: Post this event
fr: Poster cet événement

source: New event
fr: Nouvel événement

source: Past events
fr: Evénements passés

source: No event has been posted to this calendar yet.
fr: Aucun événement n'a encore été publié dans ce calendrier.

source: Back to calendar
fr: Revenir au calendrier

source: More information
fr: Plus d'infos

source: There are no upcoming events on this calendar yet.
fr: Il n'y a pas d'événements à venir dans ce calendrier.

source: Communities
fr: Communautés

source: Activities
fr: Activités

source: Calendar
fr: Agenda

source: Members
fr: Membres

source: Settings
fr: Paramètres

source: d
fr: j

source: Name
fr: Nom

source: Linked to group
fr: Liée au groupe

source: Manages a group of users through this community members.
fr: Gère un groupe d'utilisateurs avec les membres de cette communauté

source: Has documents
fr: A des documents

source: Has a wiki
fr: A un wiki

source: Has a forum
fr: A un forum

source: A community with this name already exists
fr: Une communauté ayant le même nom existe déjà

source: Only PNG or JPG image files are accepted
fr: Seuls les images au format PNG ou JPG sont acceptés

source: Could not decode image file
fr: Impossible de lire le fichier d'image

source: role_member
fr: Membre

source: Add Members
fr: Ajouter les membres

source: Existing and new members
fr: Membres existants et nouveaux

source: Create Accounts
fr: Créer les comptes

source: Delete community
fr: Supprimer la communauté

source: Destroy community
fr: Détruire la communauté

source: Cancel
fr: Annuler

source: Destroy
fr: Détruire

source: My communities
fr: Mes communautés

source: Sort alphabetically
fr: Trier par nom

source: Sort by activity
fr: Trier par activité

source: You're not a member of a community yet.
fr: Vous n'êtes pas encore membre d'une communauté.

source: Create new community
fr: Créer une communauté

source: Read by
fr: Lu par

source: member
fr: membre

source: Add members
fr: Ajouter des membres

source: Download list
fr: Télécharger la liste

source: Add a member
fr: Ajouter un membre

source: User
fr: Utilisateur

source: Role
fr: Rôle

source: Member
fr: Membre

source: Add
fr: Ajouter

source: Last activity in this community
fr: Dernière activité dans cette communauté

source: account disabled
fr: compte désactivé

source: Members Wizard
fr: Wizard d'ajout de membres

source: Add new members
fr: Ajouter de nouveaux membres

source: Insert or import new members into your community
fr: Insérer ou importer de nouveaux membres dans votre communauté

source: Insert your emails collection
fr: Ajouter les membres à partir de leurs emails

source: Emails Collection
fr: Collection Emails

source: Import members from CSV file
fr: Importer les membres à partir d'un fichier CSV

source: Download CSV file model
fr: Télécharger le modèle de fichier CSV

source: Choose a File
fr: Choisir le fichier

source: Browse
fr: Parcourir

source: Next step
fr: étape suivante

source: Check if the user is already a member of the community and if he currently has an account on the platform
fr: Vérifier si l'utilisateur est déjà membre de la communauté et s'il possède actuellement un compte sur la plateforme

source: Already a member of the community
fr: Déjà membre de la communauté

source: The users below are already members of the community :
fr: Les utilisateurs ci-dessous sont déjà membres de la communauté :

source: New member(s) of the community
fr: Nouveau(x) membre(s) de la communauté

source: The users below already have an account on the platform, and is going to be added to the community
fr: Les uilisateurs ci-dessous possèdent déjà un compte sur la plateforme, et is vont être ajoutés à la communauté

source: There is no existing accounts
fr: Il n'y a pas de comptes existants

source: New Users Accounts
fr: Nouveaux comptes utilisateur

source: The members below are not registered on the platform. Please create their accounts so that they can join the community.
fr: Les membres ci-dessous ne sont pas inscrit sur la plateforme. Veuillez leur créer un compte pour qu'ils puissent rejoindre la communauté.

source: Profile
fr: Profil

source: Complete the information below to create a new user. They will receive a mail instruction to connect.
fr: Compléter les informations ci-dessous pour créer un nouvel utilisateur. Il ou elle recevra un mail d'instruction pour se connecter.

source: You need to complete all the fields
fr: Vous devez compléter tous les champs

source: Save
fr: Enregistrer

source: There is no new accounts
fr: Il n'y a pas de nouveaux comptes

source: Edit community
fr: Éditer la communauté

source: Community settings saved successfully.
fr: Les paramètres de la communautés ont été enregistrés

source: Create community
fr: Créer une communauté

source: Community %(name)s created successfully
fr: Communauté %(name)s créé avec succès

source: Community destroyed.
fr: Communauté supprimée

source: You must provide a user.
fr: Vous devez spécifier un utilisateur.

source: %(community)s members
fr: membres de %(community)s

source: To add new members, please follow the CSV file model.
fr: Pour ajouter des nouveaux membres, essayez de suivre le modèle de fichier CSV.

source: No new members were found
fr: Aucun nouveau membre n'a été trouvé

source: New members added successfully
fr: Les nouveaux membres ont bien été ajoutés

source: Download
fr: Télécharger

source: Move to another folder
fr: Déplacer vers un autre dossier

source: Delete
fr: Supprimer

source: Change owner
fr: Changer le propriétaire

source: List content
fr: Lister le contenu

source: View descendants
fr: Voir les descendants

source: Upload file(s)
fr: Ajouter des fichiers

source: Edit properties
fr: Éditer les propriétés

source: New folder
fr: Nouveau dossier

source: View in browser
fr: Voir dans le navigateur

source: Viewers list
fr: Liste des lecteurs

source: Checkout (Download for edit)
fr: Télécharger pour édition

source: Unlock
fr: Déverrouiller

source: Upload new version
fr: Remplacer par une nouvelle version

source: Send by email
fr: Envoyer par email

source: Refresh preview
fr: Rafraîchir l'aperçu

source: Select all
fr: Tout cocher

source: Unselect all
fr: Tout décocher

source: Filter...
fr: Filtrer...

source: Size
fr: Taille

source: Owner
fr: Propriétaire

source: Send by mail
fr: Envoyer par email

source: Edit
fr: Éditer

source: Move
fr: Déplacer

source: Replace
fr: Remplacer

source: Delete selected elements?
fr: Supprimer les éléments sélectionnés?

source: This folder is currently empty. Why don't you upload some content?
fr: Ce dossier est vide. Et si vous y ajoutiez quelques fichiers?

source: {key} changed:
fr: {key} a été modifié:

source: Delete File
fr: Supprimer le fichier

source: Are you sure you want to delete the file :
fr: Êtes-vous sûr de vouloir supprimer le fichier :

source: Really Delete
fr: Supprimer définitivement

source: Edit document properties
fr: Éditer les propriétés du document

source: Save changes
fr: Enregistrer les changements

source: Recipient
fr: Destinataire

source: Send
fr: Envoyer

source: Upload
fr: Déposer

source: Change owner of selected files
fr: Modifier le propriétaires des fichiers sélectionnés

source: New owner
fr: Nouveau propriétaire

source: Delete Folder
fr: Supprimer le dossier

source: Are you sure you want to delete the folder :
fr: Êtes-vous sûr de vouloir supprimer le dossier :

source: Edit folder properties
fr: Éditer les propriétés du dossier

source: Move files or documents
fr: Déplacer des fichiers ou documents

source: Move to selected folder
fr: Déplacer vers le dossier sélectionné

source: Create a new folder
fr: Nouveau dossier

source: Create folder
fr: Nouveau dossier

source: Upload new files
fr: Ajouter des fichiers

source: Add files to selection
fr: Ajouter les fichiers à la sélection

source: Uncompress ZIP files
fr: Décompresser les fichiers ZIP

source: Error - File not uploaded
fr: Erreur: échec de l'envoi du fichier.

source: Error: maximum file size exceeded
fr: Erreur: taille maximum du fichier dépassée

source: Add a local role for a group
fr: Ajouter un role local pour un groupe

source: Group
fr: Groupe

source: Reader
fr: Lecteur

source: Writer
fr: Contributeur

source: Add local role
fr: Ajouter un role local

source: Add a local role for a user
fr: Ajouter un role local pour un utilisateur

source: Folder descendants
fr: Descendants du dossier

source: Waiting for virus check...
fr: En attente de vérification antivirus...

source: Virus found. Access disabled.
fr: Virus détecté! Accès désactivé.

source: Back to document list
fr: Revenir à la liste des documents

source: Previous
fr: Précédent

source: Next
fr: Suivant

source: Document preview not yet available
fr: Pas d'aperçu disponible

source: <b>Modified:</b> %(date_age)s
fr: Dernière modification: %(date_age)s

source: Locked for edition by %(user)s at %(date)s (%(age)s)
fr: Verrouillé pour l'édition par %(user)s le %(date)s (%(age)s)

source: Readers
fr: Lecteurs

source: viewed by
fr: Vu par

source: Last Changes
fr: Derniers changements

source: Document view
fr: Document

source: Created: %(date)s (%(age)s) by %(creator)s
fr: Créé le: %(date)s (%(age)s) par %(creator)s

source: Last modification: %(date_age)s
fr: Dernière modification: %(date_age)s

source: %(sender)s vous a envoyé le fichier "%(filename)s" depuis l'extranet. Message: "%(message)s"
fr: %(sender)s vous envoie le fichier "%(filename)s" depuis l'extranet. Message: "%(message)s"

source: %(sender)s has sent you the file "%(filename)s" from the extranet. Message: "%(message)s"
fr: %(sender)s vous a envoyé le fichier "%(filename)s" depuis l'extranet. Message: "%(message)s"

source: Manage permissions on <em>{folder}</em>
fr: Gérer les permissions sur <em>{folder}</em>

source: Export to Excel
fr: Exporter vers Excel

source: Inheritance
fr: Héritage

source: Activated
fr: Activé

source: Deactivate
fr: Désactiver

source: Deactivated
fr: Désactivé

source: Activate
fr: Activer

source: Current local roles for users
fr: Roles locaux des utilisateurs

source: Nothing
fr: Aucun

source: Add new local role
fr: Ajouter un nouveau role local

source: Current inherited roles for users
fr: Roles hérités des utilisateurs

source: Audit Log
fr: Journal d'audit

source: Document properties successfully edited.
fr: Les propriétés du documents ont été enregistrées.

source: You didn't change any property.
fr: Aucun changement.

source: File successfully deleted.
fr: Fichier supprimé avec succès.

source: New version successfully uploaded
fr: Nouvelle version déposée avec succès

source: {sender} sent you a file
fr: {sender} vous envoie un fichier

source: Email successfully sent
fr: Email envoyé avec succès

source: On {date}, {manager} has activated inheritance
fr: Le {date}, {manager} a activé l'héritage

source: On {date}, {manager} has deactivated inheritance
fr: Le {date}, {manager} a désactivé l'héritage

source: On {date}, {manager} has given role "{role}" to {principal}
fr: Le {date}, {manager} a donné le role "{role}" à {principal}

source: On {date}, {manager} has revoked role "{role}" from {principal}
fr: Le {date}, {manager} a retiré le role "{role}" à {principal}

source: You must have the "manager" local role on this folder in order to deactivate inheritance.
fr: Vous devez avoir le role local "manager" sur ce dossier pour pouvoir désactiver l'héritage.

source: Cannot remove "manager" local role for yourself: you don't have "manager" role (either by security inheritance or by group membership)
fr: Impossible de retirer le role local "manager" à vous-même: pour cela vous devez également avoir le role manager par héritage ou par appartenance à un groupe

source: Role {role} for user {user} removed on folder {folder}
fr: Role {role} pour l'utilisateur {user} retiré sur le dossier «{folder}»

source: Cannot remove "manager" local role for group "{group}": you don't have "manager" role by security inheritance or by local role
fr: Impossible de retirer le role local "manager" au groupe "{group}": pour cela vous devez également avoir le role manager par héritage ou par role local

source: Role {role} for group {group} removed on folder {folder}
fr: Role {role} pour le groupe {group} retiré sur le dossier {folder}

source: Unknown action.
fr: Action inconnue.

source: Folder properties successfully edited.
fr: Propriétés du dossier éditées.

source: One new document successfully uploaded
fr: Document ajouté avec succès

source: %(file_num)d files and %(folder_num)d folders sucessfully deleted.
fr: %(file_num)d fichiers and %(folder_num)d dossiers supprimés avec succès.

source: 1 file sucessfully deleted.
fr: 1 fichier supprimé avec succès

source: 1 folder sucessfully deleted.
fr: 1 dossier supprimé avec succès

source: No object deleted
fr: Aucun objet supprimé

source: Move elements: no elements selected.
fr: Déplacer: aucun élément sélectionné.

source: Move elements: no destination folder selected. Aborted.
fr: Déplacer: pas de dossier de destination. Annulation.

source: Move elements: source and destination folder are identical, nothing done.
fr: Déplacer: le dossier de départ et d'arrivée est le même. Annulation.

source: You are not allowed to move elements from this folder
fr: Vous n'êtes pas autorisé à déplacer des éléments de ce dossier

source: You are not allowed to write in folder "{folder}"
fr: Vous n'avez pas l'autorisation d'écrire dans le dossier "{folder}"

source: Move elements: destination folder is included in moved elements. Moved nothing.
fr: Déplacer: le dossier de destination fait partie des élements à déplacer. Annulation.

source: Move elements: canceled, some elements exists in destination folder: {elements}
fr: Déplacer: annulé, certains éléments existent dans le dossier de destination: {elements}

source: 1 folder
fr: 1 dossier

source: 0 folder
fr: 0 dossier

source: {folders} and {documents} moved to {target}
fr: {folders} et {documents} déplacés vers {target}

source: An element named "{name}" is already present in folder
fr: Un élément nommé "{name}" existe déjà dans le dossier

source: Cannot rename: "{name}" is already present in parent folder
fr: Ne peut renommer: "{name}" existe déjà dans le dossier parent

source: Document name can't be empty.
fr: Le nom du document ne peut être vide.

source: "{original}" already present in folder, renamed "{name}"
fr: "{original}" déjà présent dans le dossier, renommé en "{name}"

source: Recent conversations
fr: Conversations récentes

source: Attachments
fr: Pièces jointes

source: New conversation
fr: Démarrer une conversation

source: Close thread
fr: Fermer la discussion

source: Re-open thread
fr: Ré-ouvrir la discussion

source: Send by email?
fr: Envoyer par email?

source: Reason
fr: Raison

source: Description of your edit
fr: Description de la modification du message

source: _____Write above this line to post_____
fr: _____Écrivez au-dessus de cette ligne pour répondre_____

source: Post this message
fr: Envoyer ce message

source: Thread "{title}" deleted.
fr: La conversation "{title}" a été supprimée.

source: The thread is now closed for edition and new contributions.
fr: La discussion est maintenant fermée pour l'édition et les nouvelles contributions.

source: The thread is now re-opened for edition and new contributions.
fr: La discussion est maintenant réouverte pour l'édition et les nouvelles contributions.

source: Topic
fr: Sujet

source: Replies
fr: Réponses

source: No message has been posted to this community yet
fr: Aucun message

source: No attachment has been posted to this community yet
fr: Aucune pièce jointe n'a encore été publié dans cette communauté

source: Viewers
fr: Lecteurs

source: Views
fr: Vues

source: Activity
fr: Dernière activité

source: No message has been posted to this community yet.
fr: Aucun message n'a encore été posté dans cette communauté.

source: All conversations
fr: Toutes les conversations

source: Back to conversation list
fr: Revenir à la liste des conversations

source: Posted by
fr: Posté par

source: created
fr: créé

source: last reply
fr: dernière réponse

source: replies
fr: réponses

source: views
fr: vues

source: Frequent Posters
fr: Participants fréquents

source: Post a comment
fr: Ajouter un commentaire

source: Post this comment
fr: Envoyer ce commentaire

source: edited by %(user)s - %(date)s
fr: édité par %(user)s - %(date)s

source: Delete Thread
fr: Supprimer cette discussion

source: Are you sure you want to delete this thread?
fr: Êtes-vous sûr de vouloir supprimer cette discussion?

source: Receive by email a daily digest of activities in your communities
fr: Recevoir par mail un résumé quotidien des activités dans mes communautés

source: Community notifications
fr: Notifications des communautés

source: Preferences saved.
fr: Préférences enregistrées.

source: Community email digests
fr: Email de résumé des communautés

source: Name is required.
fr: Le nom est requis.

source: My feed
fr: Flux d'activité

source: My profile
fr: Mon profil

source: User directory
fr: Répertoire des utilisateurs

source: Latest visitors
fr: Derniers utilisateurs actifs

source: Group admins
fr: Admins du groupe

source: remove from administrators
fr: retirer des administrateurs

source: Group members
fr: Membres du groupe

source: remove from group
fr: retirer du groupe

source: Create a new group
fr: Créer un nouveau groupe

source: Groups Directory
fr: Liste des groupes

source: Groups
fr: Groupes

source: Created On
fr: Créé à

source: Activity stream
fr: Flux d'activité

source: Invite colleagues to join this community
fr: Inviter des collègues à rejoindre cette communauté

source: Please enter the email addresses of people you'd like to invite to the community. Enter one email address per line.
fr: Veuillez saisir les adresses email des personnes que vous souhaitez inviter dans cette communauté. Merci de saisir une adresse par ligne.

source: Personnalized message
fr: Message personnalisé

source: Invite
fr: Invitation

source: Location:
fr: Adresse

source: Details
fr: Détails

source: Joined on:
fr: Inscription le:

source: Latest connection:
fr: Dernière connexion:

source: Never
fr: Jamais

source: Recent activities
fr: Dernières activités

source: Error: No user selected
fr: Erreur: aucun utilisateur sélectionné

source: Action aborted
fr: Action abandonnée

source: Invitation sent
fr: Invitation envoyée

source: Profile edited
fr: Profil enregistré

source: Error occured
fr: Une erreur est survenue

source: has started conversation "{object}"
fr: a démarré la conversation "{object}"

source: has participated in conversation "{object}"
fr: a participé à la conversation "{object}"

source: has published document "{object}"
fr: a publié le document "{object}"

source: has created wiki page "{object}"
fr: a créé la page wiki "{object}"

source: has published event "{object}"
fr: a publié l'événement "{object}"

source: has created communauté "{object}"
fr: a créé la communauté "{object}"

source: has updated document "{object}"
fr: a mis à jour le document "{object}"

source: has updated wiki page "{object}"
fr: a mis à jour la page wiki "{object}"

source: has updated community "{object}"
fr: a mis à jour la communauté "{object}"

source: has joined the community {object}.
fr: a rejoint la communauté {object}.

source: has left the community {object}.
fr: a quitté la communauté {object}.

source: in the community {target}.
fr: dans la communauté {target}

source: has posted an object of type {object_type} called "{object}"
fr: a ajouté un objet de type {object_type} nommé "{object}"

source: has updated {object_type} {object}.
fr: a mis à jour {object_type} {object}.

source: has done action "{verb}" on object "{object}".
fr: a effectué l'action "{verb}" sur l'objet "{object}".

source: All files in this community
fr: Tous les documents de cette communauté

source: Files
fr: Documents

source: View
fr: Voir

source: Upload an attachment
fr: Ajouter une pièce jointe

source: Changes
fr: Modifications

source: New page
fr: Nouvelle page

source: All pages
fr: Toutes les pages

source: Syntax help
fr: Aide syntaxique

source: Body
fr: Texte

source: Commit message
fr: Message de modification

source: A page with this name already exists. Please use another name.
fr: A page existe déjà avec ce nom. Veuillez en choisir un autre.

source: this page has been edited since
fr: cette page a été éditée depuis

source: This page doesn't exit. You must create it first.
fr: Cette page n'existe pas. Vous devez la créer.

source: Edit page
fr: Éditer une page

source: Wiki page successfully edited.
fr: Page Wiki éditée.

source: You didn't make any change to this page.
fr: Vous n'avez pas effectué de modification sur la page.

source: Create page
fr: Créer une page

source: Wiki page successfully created.
fr: Page Wiki créée.

source: You must check exactly 2 revisions.
fr: Vous devez cocher 2 révisions.

source: This page doesn't exist
fr: Cette page n'existe pas

source: Page %(title)s deleted.
fr: Page «%(title)s» supprimée.

source: No file uploaded.
fr: Aucun fichier n'a été ajouté.

source: Attachment "{name}" has been deleted
fr: La pièce-joite «{name}» a été supprimée

source: Delete Wiki Page
fr: Supprimer la page wiki

source: Are you sure you want to delete the page "{title}" ?
fr: Êtes-vous sûr de vouloir supprimer la page "{title}" ?

source: Delete attachment?
fr: Supprimer la pièce jointe?

source: (changes)
fr: (modifications)

source: characters
fr: caractères

source: Compare revisions
fr: Comparer les révisions

source: Last edit by: %(user)s
fr: Dernière édition par: %(user)s

source: Text has been replaced by last version.
fr: Le texte a été remplacé par celui de la dernière version

source: Here is a comparison of your edits and new version edits
fr: Voici une comparaison de vos modifications et de celles effectuées dans la nouvelle version

source: Your version
fr: Votre version

source: Last version
fr: Dernière version

source: Help
fr: Aide

source: Last modified by
fr: Dernière modification par

source: on
fr: le
