Repository: abilian/abilian-sbe
Catalog: src/abilian/sbe/translations/*/LC_MESSAGES/messages.po
Languages: tr

source: Title
tr: Başlık

source: Description
tr: Açıklama

source: Communities
tr: Topluluklar

source: Activities
tr: Aktiviteler

source: Documents
tr: Belgeler

source: Wiki
tr: Viki Sayfası

source: Conversations
tr: Sohbetler

source: Members
tr: Üyeler

source: Settings
tr: Ayarlar

source: Name
tr: İsim

source: Image
tr: Görüntü

source: Type
tr: Tip

source: informative
tr: bilgilendirici

source: participative
tr: Katılımcı

source: Has documents
tr: Belgeleri vardır

source: Has a wiki
tr: Bir wiki vardır

source: Has a forum
tr: Bir forum vardır

source: A community with this name already exists
tr: Bu ada sahip bir topluluk zaten var

source: Only PNG or JPG image files are accepted
tr: Yalnızca PNG veya JPG resim dosyaları kabul edilir

source: Could not decode image file
tr: Resim dosyası çözülemedi

source: Delete community
tr: Topluluğu sil

source: Destroy community
tr: Topluluğu yok et

source: Cancel
tr: İptal

source: Destroy
tr: Yok et

source: My communities
tr: Benim Topluluklarım

source: Sort alphabetically
tr: Alfabetik olarak sırala

source: Sort by activity
tr: Etkinlik göre sırala

source: You're not a member of a community yet.
tr: Henüz bir topluluğun bir üyesi değilsin.

source: Create new community
tr: Yeni topluluk oluştur

source: Add a member
tr: Üye ekle

source: User
tr: Kullanıcı

source: Role
tr: Rol

source: Member
tr: Üye

source: Manager
tr: Yönetici

source: Add
tr: Ekle

source: Action
tr: Eylem

source: account disabled
tr: kullanıcı devre dışı bırakıldı

source: Profile
tr: Profil

source: Save
tr: Kaydet

source: Edit community
tr: Topluluk düzenleme

source: Community settings saved successfully.
tr: Topluluk ayarları başarıyla kaydedildi.

source: Create community
tr: Topluluk Oluştur

source: Community %(name)s created successfully
tr: Topluluk %(name)s başarıyla oluşturuldu

source: Community destroyed.
tr: Topluluk yok edildi.

source: Download
tr: İndir

source: Move to another folder
tr: Başka klasöre taşı

source: Delete
tr: Sil

source: List content
tr: İçeriği listele

source: Upload file(s)
tr: Dosya(ları) yükle

source: New folder
tr: Yeni Klasör

source: Permissions
tr: İzinler

source: View in browser
tr: Tarayıcıda görüntüle

source: Upload new version
tr: Yeni bir sürümünü yükle

source: Send by email
tr: E-posta ile gönder

source: Refresh preview
tr: Önizleme Yenile

source: Select all
tr: Tümünü seç

source: Unselect all
tr: Tüm seçimi kaldır

source: Filter...
tr: Filtre...

source: Size
tr: Boyut

source: Owner
tr: Sahibi

source: Age
tr: Yaş

source: Edit
tr: Düzenle

source: This folder is currently empty. Why don't you upload some content?
tr: Bu klasör şu anda boş. Neden bazı içerik yüklemiyorsun?

source: Delete File
tr: Dosyayı Sil

source: Really Delete
tr: Silmek istediğinizden emin misiniz

source: Edit document properties
tr: Belge özelliklerini düzenleme

source: Save changes
tr: Değişiklikleri kaydet

source: Recipient
tr: Alıcı

source: Message
tr: İleti

source: Message...
tr: İleti...

source: Send
tr: Gönder

source: Upload
tr: Yükle

source: Edit folder properties
tr: Özellikleri düzenle

source: Move files or documents
tr: Dosyaları veya belgeleri taşıyın

source: Move to selected folder
tr: Seçili klasöre taşı

source: Create a new folder
tr: Yeni bir klasör oluştur

source: Create folder
tr: Klasör oluştur

source: Upload new files
tr: Yeni bir dosya yükle

source: Add files to selection
tr: Dosyaları seçime ekleme

source: Uncompress ZIP files
tr: Zip dosyasını çıkar

source: Add a local role for a group
tr: Bir grup için yerel bir rol ekle

source: Group
tr: Grup

source: Reader
tr: Okuyucu

source: Writer
tr: Yazar

source: Add local role
tr: Yerel rol ekle

source: Add a local role for a user
tr: Kullanıcı için yerel bir rol ekle

source: Waiting for virus check...
tr: Virüs kontrol için bekleniyor...

source: Virus found. Access disabled.
tr: Virüs bulundu. Erişimi devre dışı.

source: Previous
tr: Önceki

source: Next
tr: İleri

source: Document preview not yet available
tr: Belge Önizleme henüz mevcut değil

source: Document view
tr: Belge görünümü

source: %(sender)s vous a envoyé le fichier "%(filename)s" depuis l'extranet. Message: "%(message)s"
tr: %(sender)s vous bir envoyé le fichier "%(filename)s" depuis l'extranet. Message: "%(message)s"

source: %(sender)s has sent you the file "%(filename)s" from the extranet. Message: "%(message)s"
tr: %(sender)s size extranet'ten "%(filename)s" dosyası gönderdi. Message: "%(message)s"

source: Manage permissions on <em>{folder}</em>
tr: <em>{folder}</em> izinlerini yönetmek

source: Export to Excel
tr: Excel'e Aktar

source: Inheritance
tr: Kalıtım

source: Activated
tr: Etkinleştirildi

source: Deactivate
tr: Devre dışı bırak

source: Deactivated
tr: Devredışı bırakıldı

source: Activate
tr: Etkinleştir

source: Current local roles for users
tr: Kullanıcılar için geçerli yerel rolleri

source: Nothing
tr: Hiçbir şey

source: Add new local role
tr: Yeni yerel rol ekle

source: Current inherited roles for users
tr: Kullanıcılar için geçerli devralınan roller

source: Audit Log
tr: Denetim günlüğü

source: Document properties successfully edited.
tr: Belge başarıyla düzenlenmiş özellikleri.

source: You didn't change any property.
tr: Herhangi bir özellik değişmedi.

source: File successfully deleted.
tr: Dosya başarıyla silindi.

source: New version successfully uploaded
tr: Yeni sürüm başarıyla yüklendi

source: {sender} sent you a file
tr: {sender} bir dosya gönderdi

source: Email successfully sent
tr: E-posta başarıyla gönderildi

source: On {date}, {manager} has activated inheritance
tr: {date} üzerinde {manager} devralma harekete geçirdi

source: On {date}, {manager} has deactivated inheritance
tr: {date} üzerinde {manager} devralma devre dışı

source: On {date}, {manager} has given role "{role}" to {principal}
tr: {date} üzerinde {manager} rolü "{role}" {principal} için verdi

source: On {date}, {manager} has revoked role "{role}" from {principal}
tr: {date} üzerinde {manager} rolü "{role}" {principal} üzerinden iptal etmiş

source: You must have the "manager" local role on this folder in order to deactivate inheritance.
tr: Devralmayı devre dışı bırakmak için bu klasörde "yönetici" yerel rolünüz olmalıdır.

source: Cannot remove "manager" local role for yourself: you don't have "manager" role (either by security inheritance or by group membership)
tr: "Yönetici" yerel rolünü kendiniz kaldıramazsınız: "yönetici" rolüne sahip değilsiniz (güvenlik miras veya grup üyeliği yoluyla)

source: Role {role} for user {user} removed on folder {folder}
tr: Kullanıcı {user} klasörü {folder} kaldırılması için rol {role}

source: Cannot remove "manager" local role for group "{group}": you don't have "manager" role by security inheritance or by local role
tr: "Müdür" Yerel rol grubu "{group}" için kaldıramazsınız: güvenlik kalıtım veya Yerel rol tarafından "manager" rol yok

source: Role {role} for group {group} removed on folder {folder}
tr: Grup {group} klasörü {folder} kaldırıldı için rol {role}

source: Unknown action.
tr: Bilinmeyen eylem.

source: Folder properties successfully edited.
tr: Klasör Özellikleri başarıyla düzenlendi.

source: One new document successfully uploaded
tr: Tek bir yeni belge başarıyla karşıya yüklendi

source: %(file_num)d files and %(folder_num)d folders sucessfully deleted.
tr: %(file_num)d dosya ve %(folder_num)d klasörleri başarıyla silindi.

source: 1 file sucessfully deleted.
tr: 1 dosya başarıyla silindi.

source: 1 folder sucessfully deleted.
tr: 1 klasörü başarıyla silindi.

source: No object deleted
tr: Silinmiş nesne yok

source: Move elements: no elements selected.
tr: Öğeleri taşımak: Seçili öğe yok.

source: Move elements: no destination folder selected. Aborted.
tr: Öğeleri taşımak: hiçbir hedef klasörü seçiliyken. İptal edildi.

source: Move elements: source and destination folder are identical, nothing done.
tr: Öğeleri taşımak: kaynak ve hedef klasörü aynı, bir şey.

source: You are not allowed to move elements from this folder
tr: Öğeleri bu klasörden taşımak için izin verilmez

source: You are not allowed to write in folder "{folder}"
tr: "{folder}" klasörüne yazmak için izin verilmez

source: Move elements: destination folder is included in moved elements. Moved nothing.
tr: Öğeleri taşı: hedef klasör taşınan öğelerde bulunur. Hiçbir şey taşımadım.

source: Move elements: canceled, some elements exists in destination folder: {elements}
tr: Öğeleri taşımak: iptal, bazı öğeleri hedef klasöre bulunmaktadır: {elements}

source: 1 folder
tr: 1 klasör

source: 0 folder
tr: 0 klasör

source: 1 document
tr: 1 belge

source: 0 document
tr: 0 belge

source: {folders} and {documents} moved to {target}
tr: {folders} ve {documents} için {target} taşındı

source: An element named "{name}" is already present in folder
tr: "{name}" adlı bir öğesi zaten klasöründe var

source: Cannot rename: "{name}" is already present in parent folder
tr: Yeniden adlandırılamıyor: "{name}" ana klasöründe zaten

source: Document name can't be empty.
tr: Belge adı boş olamaz.

source: "{original}" already present in folder, renamed "{name}"
tr: "yeniden{original}" klasöründe, zaten mevcut "{name}"

source: Recent conversations
tr: Son konuşmaları

source: Archives
tr: Arşivler

source: Attachments
tr: Ekler

source: Send by email?
tr: E-posta ile göndermek?

source: _____Write above this line to post_____
tr: ___Write post___ için bu çizginin üzerinde

source: Post this message
tr: Bu iletiyi postala

source: Thread "{title}" deleted.
tr: "{title}" silinmiş iş parçacığı.

source: No message has been posted to this community yet
tr: Hiçbir mesaj bu topluluk için henüz deftere nakledilmiş

source: No attachment has been posted to this community yet
tr: Bu topluluğa henüz ek gönderilmemiş

source: All conversations
tr: Tüm konuşmaları

source: Back to conversation list
tr: Konuşma listesine geri dön

source: Post a comment
tr: Yorum yaz

source: Post this comment
tr: Bu yorumu yaz

source: Delete Thread
tr: Konuyu sil

source: Are you sure you want to delete this thread?
tr: Bu konuyu silmek istediğinizden emin misiniz?

source: Community notifications
tr: Topluluk bildirimleri

source: Preferences saved.
tr: Tercihler kaydedildi.

source: Community email digests
tr: Toplum e-posta özetleri

source: Name is required.
tr: Adı gereklidir.

source: My feed
tr: Benim beslemeye

source: My profile
tr: Profilim

source: User directory
tr: Kullanıcı dizini

source: Latest visitors
tr: En son ziyaret edenler

source: Group admins
tr: Grup Yöneticileri

source: remove from administrators
tr: yöneticilerden kaldır

source: Group members
tr: Grup üyeleri

source: remove from group
tr: gruptan çıkar

source: Create a new group
tr: Yeni Gurup Oluştur

source: Groups Directory
tr: Gruplar dizini

source: Create and join groups to discuss projects or to meet colleagues with similar skills, interests and hobbies. Public groups are open to anyone and appear in the groups directory. Private groups are invitation-only spaces for confidential activities, and do not appear in the groups directory.
tr: Projeleri tartışmak veya meslektaşlarıyla benzer beceri, ilgi alanları ve hobileri olan gruplarla tanışma ve gruplar oluşturmak ve katılmak. Herkese açık gruplar herkese açıktır ve gruplar dizininde görünür. Özel gruplar gizli faaliyetler için davet alanlardır ve gruplar dizininde görünmezler.

source: Groups
tr: Gruplar

source: Created On
tr: Tarihinde yaratılmıştır

source: Activity stream
tr: Etkinlik akışı

source: Invite colleagues to join this community
tr: Meslektaşları bu topluluğa katılmaya davet et

source: Please enter the email addresses of people you'd like to invite to the community. Enter one email address per line.
tr: Lütfen topluluğa davet etmek istediğiniz kişilerin e-posta adreslerini girin. Her hat için bir e-posta adresi girin.

source: Emails
tr: E-postalar

source: Personnalized message
tr: Personnalized mesaj

source: Invite
tr: Davet et

source: Audit log
tr: Denetim günlüğü

source: Location:
tr: Konum:

source: Details
tr: Ayrıntılar

source: Stats
tr: İstatistikler

source: Joined on:
tr: Şuna katıldınız:

source: Latest connection:
tr: En son bağlantı:

source: Never
tr: Asla

source: Recent activities
tr: Son etkinlikler

source: Error: No user selected
tr: Hata: Seçili kullanıcı yok

source: Action aborted
tr: Eylem iptal edildi

source: Invitation sent
tr: Davet gönderildi

source: Images
tr: Fotoğraflar

source: Audit
tr: Denetim

source: Profile edited
tr: Düzenlenmiş profili

source: Error occured
tr: Hata oluştu

source: has started conversation "{object}"
tr: konuşma "{object}" başladı

source: has participated in conversation "{object}"
tr: "{object}" konuşmada katıldı

source: has published document "{object}"
tr: belge "{object}" yayınladı

source: has created wiki page "{object}"
tr: wiki sayfa "{object}" yarattı

source: has updated document "{object}"
tr: belge "{object}" güncelledi

source: has updated wiki page "{object}"
tr: wiki sayfa "{object}" güncelledi

source: has joined the community {object}.
tr: toplum {object} katıldı.

source: has left the community {object}.
tr: toplum {object} terk etti.

source: has posted an object of type {object_type} called "{object}"
tr: türü {object_type} "{object}" adı verilen bir nesnenin postaladığı

source: has done action "{verb}" on object "{object}".
tr: yapılan hareket "{verb}" "{object}" nesne üzerinde sahip.

source: View
tr: Görüntüle

source: Source
tr: Kaynaklar

source: Changes
tr: Değişiklikler

source: New page
tr: Yeni sayfa

source: All pages
tr: Tüm Sayfalar

source: Syntax help
tr: Söz dizimi Yardımı

source: Body
tr: Gövde

source: Commit message
tr: Yorum işlemek

source: A page with this name already exists. Please use another name.
tr: Bu ada sahip bir sayfa zaten var. Lütfen başka bir ad kullanın.

source: this page has been edited since
tr: bu sayfa beri düzenlenmiş

source: This page doesn't exit. You must create it first.
tr: Bu sayfa yok. Önce oluşturmanız gerekir.

source: Edit page
tr: Sayfayı düzenle

source: Wiki page successfully edited.
tr: Wiki sayfası başarıyla düzenlenmiş.

source: You didn't make any change to this page.
tr: Bu sayfa için herhangi bir değişiklik olmadı.

source: Create page
tr: Sayfa Oluştur

source: Wiki page successfully created.
tr: Wiki sayfası başarıyla oluşturuldu.

source: You must check exactly 2 revisions.
tr: Tam olarak 2 düzeltmeleri kullanıma almanız gerekir.

source: This page doesn't exist
tr: Bu sayfa yok

source: Page %(title)s deleted.
tr: Sayfa %(title)s silinmiş.

source: No file uploaded.
tr: Hiçbir dosya yüklenmedi.

source: Attachment "{name}" has been deleted
tr: Eki "{name}" silindi

source: Delete Wiki Page
tr: Wiki sayfasını sil

source: Are you sure you want to delete the page "{title}" ?
tr: "{title}" sayfayı silmek istediğinizden emin misiniz?

source: Delete attachment?
tr: Eki silmek istiyor musunuz?

source: (changes)
tr: (değişiklikler)

source: characters
tr: karakterler

source: Compare revisions
tr: Revizyonlar karşılaştırın

source: Last edit by: %(user)s
tr: Son tarafından edit: %(user)s

source: Text has been replaced by last version.
tr: Metin son sürüm tarafından değiştirilmiştir.

source: Here is a comparison of your edits and new version edits
tr: İşte düzenlemelerinizin ve yeni sürüm düzenlemelerinizin bir karşılaştırması

source: Your version
tr: Sizdeki sürüm

source: Last version
tr: Son sürüm

source: Help
tr: Yardım

source: Last modified by
tr: Son değiştiren

source: on
tr: açık

source: (source)
tr: (kaynak)
